Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nokut.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Valid documents for proof of name change:
nb: Gyldige bevis for navneendring er:

source: After an extensive, some would say gruelling, mid-term evaluation, NOKUT has decided that the three centres up for evaluation – bioCEED, CEMPE and MatRIC – will continue on as Centres for Excellence (SFU).
nb: Etter en omfattende midtveisevaluering har NOKUT bestemt at CEMPE, bioCEED og MatRIC får fortsette som Sentre for fremragende utdanning (SFU).

source: Having trouble logging in?
nb: Har du problemer med å logge inn?

source: of the students who participated in the 2015-survey indicated that they could be contacted again.
nb: gruppen av villige studenter fra 2015 som er sammenlignet med gruppen

source: to research technology that supports mathematics
nb: – Teknologi og matematikk har al tid fascinert

source: school to mathematics teaching at university and
nb: skole til matematikkundervisningen på universitets-

source: The decision was based on the Berlin Communiqué of 2003, in which the member countries were called on to develop national qualifications frameworks.
nb: Dette vedtaket bygget på Berlin-kommunikéet fra 2003 hvor medlems-landene ble oppfordret til å utarbeide nasjonale kvalifikasjonsrammeverk.

source: In order for NOKUT to process applications, applicants must enter necessary information about themselves and their education.
nb: For at NOKUT skal kunne behandle søknader må søker registrere nødvendig informasjon om seg selv og sin utdanning.

source: The Ministry believes that the qualifications framework should be opened to include qualifications/competences that are currently not part of the formal education and training system.
nb: Departementet mener at kvalifikasjonsrammeverket bør åpnes ytterligere for kvalifikasjoner/kompetanser som i dag ikke er en del av det offentlige utdanningssystemet.

source: – Have you applied for recognition at the appropriate recognition office?
nb: – Har du søkt godkjenning hos riktig godkjenningskontor?

source: • Passed exam in Norwegian (oral and written) at “Vg3-level” (393 hours) from Norwegian upper secondary school
nb: • Bestått eksamen i norsk skriftlig og muntlig på Vg3-nivå (393 timer) i norsk videregående skole

source: NOKUT is now the national coordination point for the qualifications framework.
nb: NOKUT er nå nasjonalt kontaktpunkt for kvalifikasjonsrammeverket.

source: Among other things, it will provide a better point of reference for recognition of prior learning.
nb: Blant annet vil det gi bedre holdepunkter for verdsetting av realkompetanse.

source: the list of Higher Education Entrance Qualification for Persons with Foreign Education (the GSU list)
nb: Listen over krav til generell studiekompetanse for søkere med utenlandsk utdanning (GSU-listen)

source: Responsibility for coordinating the process was assigned to a working group (the referencing group) under the Ministry’s NQF project.
nb: Ansvaret for å samordne prosessen ble lagt til en arbeidsgruppe (henvisningsgruppen) under NKR- prosjektet i departementet.

source: Most of them follow the Anglo-Saxon model, with titles such as Bachelor of Arts/Science, Master of Arts/Science and PhD, but almost everything is available to those who are willing to pay.
nb: De fleste følger den anglosaksiske modellen med navn som Bachelor of Arts/Science, Master of Arts/Science og PhD., men det finnes nesten ingen grense for hva man kan bestille, så lenge man er villig til å betale for det.

source: Names and e-mail addresses are deleted by NOKUT at the end of each project.
nb: Navn og e-postadresser slettes hos NOKUT hver gang et prosjekt avsluttes.

source: seminars on philosophy of science as relevant to ecological and biological science, ethical
nb: Det er viktig at HiT fortsetter arbeidet med rekruttering av høyt kvalifiserte og motiverte studenter.

source: The Data Protection Official for Research at the Norwegian Centre for Research Data (NSD) has been notified about the project.
nb: Prosjektet er godkjent av Personvernombudet for forskning, Norsk senter for forskningsdata AS (NSD).

source: Professor and Vice-Rector Duncan Lawson, Newman University, Great Britain
nb: Professor og pro-rektor Duncan Lawson, Newman University, Storbritannia

source: implemented, planned and developed.
nb: planlegges, gjennomføres og utvikles.

source: In autumn 2006, the Ministry of Education and Research initiated work with a view to producing a report on the establishment of a national qualifications framework for all levels.
nb: Kunnskapsdepartementet igangsatte høsten 2006 et arbeid med sikte på å utrede etablering av et nasjonalt kvalifikasjonsrammeverk for alle nivåer.

source: NOKUT is required to make its public mail records available on the Internet, in the Norwegian Electronic Public Records (OEP).
nb: NOKUT er pålagt å gjøre sine offentlige postjournaler tilgjengelig for allmennheten på Internett, på offentlig elektronisk postjournal (OEP).

source: This is described in more detail in the document.
nb: Dette er beskrevet nærmere i dokumentet.

source: In the course of the 20 years that have passed since Norway’s ratification, another 46 countries have ratified the Lisbon Convention.
nb: I løpet av de drøyt 20 årene som er gått har ytterligere 46 land ratifisert Lisboakonvensjonen.

source: Please take care of your login information and use it to log in every time you use the Application Portal.
nb: Om du logger på med MinID eller som egenregistrert bruker må du ta vare på innloggingsinformasjonen, slik at du bruker den samme informasjonen neste gang du logger deg på.

source: Proficiency Certificate + 1 year university education OR
nb: Proficiency Certificate + 1 års universitetsutdanning ELLER

source: (UVD-procedure) and the pilot project
nb: (UVD-ordningen) og pilotprosjektet

source: NTNU, Experts in Teamwork, TrollLabs
nb: i team, TrollLabs og Handelshøyskolen ved

source: Firstly, it is the first time that an overarching description has been given of what pupils/apprentices/candidates at the different levels are expected to know upon completion of their education.
nb: For det første gir det for første gang en overordnet beskrivelse av hva eleven/lærlingen/kandidaten på de ulike nivåene forventes å kunne etter fullført utdanning.

source: The award ceremony brought together more than 400 guests from the higher education sector.
nb: Utdanningsfest trakk over 400 gjester til Posthallen, med en rekke sentrale aktører fra sektoren til stede i salen.

source: This information is not used for other purposes and is restricted to those working with NOKUT's accounts.
nb: Denne informasjonen brukes ikke til andre formål og er begrenset til de som jobber med NOKUTs regnskap.

source: Professor Marshall served as a panel member in the expert committee assessing the applications for Germany’s Excellencz Initiativ.
nb: Hun var med i ekspertkomitéen som vurderte søknadene til Tysklands Excellencz initiativ.

source: What am I responsible for submitting?
nb: Hva har jeg ansvar for å sende inn?

source: presentation about Engage during the opening
nb: Engage under åpningen i rådsalen på NTNU.

source: Learning outcomes are divided into three categories: "knowledge", "skills" and "competence".
nb: I EQF er læringsutbytte delt opp i "knowledge", "skills" og "competence".

source: That said, Marshall sees great achievements and potential in the centres:
nb: Når det er sagt, ser Marshall at sentrene allerede har oppnådd mye og at det ligger stort potensiale i det de ønsker å gjøre:

source: Who uses the GSU-list?
nb: Hvem bruker GSU-listen?

source: Peter Dieter is professor in Biochemistry at the Carl Gustav Carus Medical School, Dresden University of Technology, Germany, where he was dean of education for almost ten years.
nb: Peter Dieter er professor i biokjemi ved Carl Gustav Carus Medical School, Universitetet i Dresden, Tyskland, hvor han har vært prodekan for utdanning i nesten ti år.

source: The two Vice Presidents in the ENIC Bureau for the next two-year period are Lucie Trojanova from the Czech Republic and Raphael Michael Nevarez from the United States.
nb: Med seg i ENIC-styret har han visepresidentene Lucie Trojanova fra Tsjekkia og Rafael Michael Nevarez fra USA.

source: outcomes for the proposed new specialisation.
nb: Ja, kravet er tilfredsstillende imøtekommet.

source: If you do not want to use cookies, you must change the settings in your browser.
nb: Hvis du ikke ønsker å benytte deg av informasjonskapsler, må du endre innstillingene i nettleseren din.

source: She has been part of many expert committees in Denmark, among them Statens Musikråd (The Danish Government’s Music Council).
nb: Hun har hatt mange ledelses- og styreverv, blant annet som medlem av Statens Musikråd i Danmark.

source: and Mathematics must be passed at Ordinary or Advanced level OR
nb: og matematikk må være bestått på Ordinary eller Advanced level.

source: Meanwhile the group should team up with a mentor/expert with strong experience within sustainability.
nb: til professoratet, og professoren er tiltrådt, vil den samlede sammensetning i fagmiljøet være

source: The processing of these applications is part of NOKUT's statutory duties under the Higher Education Act and the Education Act.
nb: Behandling av slike søknader er en del av NOKUTs lovpålagte oppgaver etter universitets- og høyskoleloven og opplæringslova.

source: – Yes, absolutely.
nb: – Ja, så absolutt.

source: Bachillerato (Bachiller en....) + 1 year university education Has been changed to
nb: Bachillerato (Bachiller en....) + 1 års universitetsutdanning ZAMBIA:

source: Education at Advanced level (from 2003) with at least 3 subjects at Advanced level with pass.
nb: Education at Advanced level (fra og med 2003) med minst 3 fag på Advanced level med pass.

source: The aggregated effect of these tendencies appears to be increased pressure on the academic staff’s time and resources.
nb: Endringer som ble påpekt var bruk av ny teknologi, prosjektundervisning, flipped classroom, klikkere i undervisningen og så videre.

source: Welcome to Studiebarometeret!
nb: Velkommen til Studiebarometeret - fagskoleundersøkelsen!

source: You will find more information on how NOKUT processes personal data in
nb: Du finner utfyllende informasjon om hvordan NOKUT behandler personopplysninger i

source: Promote – or reduce obstacles for – mobility between countries in the world of work and education
nb: fremme – eller redusere hindringer for – mobilitet i utdanning og arbeidsmarked mellom land

source: The Directive was amended by Directive 2013/55/EU.
nb: Direktivet er endret ved direktiv 2013/55/EU.

source: Go to Country Education Profile Online
nb: Gå til Country Education Profiles Online

source: A clear majority of the consultative bodies endorsed the proposal for two sets of learning outcome descriptors at Level 4.
nb: Et klart flertall av høringsinstansene støttet forslaget om to sett læringsutbyttebeskrivelser på nivå 4.

source: English and Mathematics
nb: Matematikk og engelsk

source: Research Program, the Norsk Teknisk Museum and the other national and international institutional partners.
nb: Dessuten har skolen inngått et SAK-samarbeid med Arkitekt- og designhøgskolen i Oslo og Musikkhøgskolen i Oslo for å fremme faglig og administrativt samarbeid.

source: What is in the decision letter?
nb: Hva står i svaret fra NOKUT?

source: concern regarding teaching and assessment methods.
nb: svangerskap, fødsel og barseltid.

source: Qualifications Frameworks in the European Higher Education Area, the Bologna framework, describes the three cycles: bachelor, master and PhD.
nb: Qualifications Frameworks in the European Higher Education Area, Bologna-rammeverket, beskriver de tre syklusene, bachelor, master og ph.d.

source: A system was created whereby the countries evaluate their own systems to substantiate that they are in accordance with the overarching qualifications framework.
nb: at landene selv går sine kvalifikasjonsrammeverk etter i sømmene for å godtgjøre at de stemmer overens med det overordnede europeiske rammeverket for høyere utdanning.

source: Automatic recognition – a quicker alternative
nb: Automatisk godkjenning – et raskere alternativ

source: The survey takes approximately 10 minutes to complete.
nb: Det tar ca. 10 minutter å besvare undersøkelsen.

source: This is an invitation to participate in Studiebarometeret – the national student survey.
nb: Dette er en invitasjon til å delta i den nasjonale undersøkelsen om studiekvalitet.

source: Chapter 9 deals with the legal status of the qualifications framework.
nb: Kapittel 9 tar for seg kvalifikasjonsrammeverkets rettslige stilling.

source: 8 Program design and program leadership
nb: 8 Programdesign og –ledelse

source: Scope: minimum 2 years that can be recognized as higher education. Must be a completed degree or study programme.
nb: Minimum 2 år som kan godkjennes som høyere utdanningMå være en avsluttet grad eller studieprogram Bachelorgrad

source: Previously, she was Professor of Learning and Teaching Enhancement in Higher Education at The University of Sheffield, where she also was Head of The Information School (iSchool).
nb: Tidligere arbeidet hun som professor innen høyere utdanning på University of Sheffield, hvor hun også ledet Information School (iSchool).

source: In general, the preconditions for establishing a qualifications framework are therefore met in Norway.
nb: Generelt sett er derfor forutsetningene for å etablere et kvalifikasjonsrammeverk tilfredsstillende i Norge.

source: information on the national system for higher education.
nb: beskrivelse av det nasjonale systemet for høyere utdanning.

source: The other quality areas affect an institution’s learning environment in a variety of ways.
nb: For eksempel vil utdanningsfaglig kompetanse og forskning og utviklingsarbeid om undervisning og læring bringe viktig kunnskap om hvordan vi skaper et best mulig læringsmiljø.

source: Norwegian students are dissatisfied with the individual advising they receive in their programs.
nb: I hvilken grad anser studentene og de ansatte ved studieprogrammene faglig sammenheng med studieprogrammet hjemme som et sentralt aspekt av utvekslingen?

source: • Test of Norwegian, advanced level (known as ”Bergenstesten”) with result "Pass" in both
nb: • Test i norsk - høyere nivå, skriftlig ("Bergenstesten") med resultat "Bestått" på begge prøver

source: The qualifications framework is new to Norway and will be under development for a long time.
nb: Kvalifikasjonsrammeverket er en nyskaping i Norge og vil være under utvikling i lang tid.

source: This is now being considered by the committee appointed by the Ministry, which was given the task of considering and submitting proposals for how education offered outside the formal education and training system can be included in the NQF.
nb: Dette blir nå utredet i det departementsoppnevnte utvalget som skal utrede og komme med forslag til hvordan opplæringstilbud utenfor det formelle utdanningssystemet kan innplasseres i det nasjonale kvalifikasjonsrammeverket.

source: Your institution has allowed us to retrieve directly personally identifiable information (email and phone number) and indirectly identifiable information (study program, gender, age, admission basis, exam results and citizenship) about you.
nb: Institusjonen din har latt oss hente ut direkte personidentifiserbare opplysninger (e-postadresse og telefonnr.) og indirekte personidentifiserbare opplysninger (studieprogram, kjønn, alder, opptaksgrunnlag, eksamensresultater og statsborgerskap).

source: A diploma mill is an enterprise that produces diplomas and degrees requiring and providing little or no education.
nb: Diploma Mill er foretak som lager vitnemål og grader uten/eller med minimale tilbud og krav om utdanning.

source: Quality assurance agencies and recognition offices
nb: kvalitetssikringsorganer og godkjenningskontorer

source: – the grounds and explanation for the decision
nb: – begrunnelse og forklaring av vedtaket

source: This provides security for you as an applicant; we can identify you when we provide information and personal information is not compromised as it may be when using unencrypted email.
nb: Dette har med sikkerhet for deg som søkere å gjøre, både for at vi skal kunne identifisere deg når vi gir ut informasjon og at personopplysninger ikke kommer på avveie ved bruk av ukryptert e-post.

source: You have to create a profile in our applicant portal to register an application.
nb: Du må opprette en brukerprofil for å kunne sende oss en søknad.

source: NOKUT uses the Public 360 archiving and case management system for electronic recording and storage of documents.
nb: NOKUT bruker Public 360 arkiv- og saksbehandlingssystem med elektronisk journalføring og elektronisk lagring av dokumenter.

source: If you have received an email with a reference number, this means that we have received your application.
nb: Hvis du har mottatt en e-post med saksnummer, er søknaden din mottatt.

source: Translations done by a government authorised translator.
nb: Oversettelser gjort av statsautorisert translatør.

source: Student Union leader Marianne Andenæs said that both students and teachers have a learning curve.
nb: NSO-leder Marianne Andenæs fremhevet at både studenter og undervisere har en læringskurve.

source: To assess whether a foreign qualification is on the level of Norwegian higher education, the education system in the country of origin is compared with the Norwegian education system, cf. Regulations on quality assurance § 6-1 (1).
nb: For å vurdere om en utenlandsk utdanning er på nivå med norsk høyere utdanning sammenlignes utdanningssystemene i Norge og utdanningslandet jf. studiekvalitetsforskriften § 6-1 (1).

source: Project Manager, Centres for Excellence in Education (SFU)+47 21 02 18 27 | Helen.Braten@nokut.no
nb: prosjektleder, Sentre for fremragende utdanning+47 21 02 18 27 | Helen.Braten@nokut.no

source: The EQF is described in more detail later in this document, and it is also included in Appendix 3.
nb: EQF er nærmere beskrevet senere i dokumentet, og også inntatt i Vedlegg 3.

source: The academic communities who received centre status educate students within the fields of film, entrepreneurship, physics and ICT.
nb: Miljøene som fikk status utdanner studenter innenfor film, entreprenørskap, fysikk og IT.

source: The chapter also describes how further work will be done on the inclusion of partial qualifications, and competence/qualifications that are currently not part of the formal education and training system.
nb: I kapitlet omtales også hvordan det vil bli arbeidet videre med innplassering av delkvalifikasjoner, og kvalifikasjoner/ kompetanser som i dag ikke er del av det offentlige utdanningssystemet.

source: There is an agreement about recruitment of Ph.D. students from NITH to The University of Agder.
nb: Alle former og metoder skal beskrives, herunder tilrettelegging for og gjennomføring av e-læring og fjernundervisning.»

source: In spring 2011, the University of Oslo was given the task of carrying out a technical review of the learning outcome descriptors in the Norwegian qualifications framework, compared with those of the EQF.
nb: Våren 2011 fikk Universitetet i Oslo i oppdrag å gjøre en teknisk gjennomgang av læringsutbyttebeskrivelsene i det norske kvalifikasjonsrammeverket, sammenholdt med dem i EQF.

source: Student Trine Oftedal, The National Union of Students in Norway
nb: Student Trine Oftedal, Norsk studentorganisasjon

source: • the Swedish government and ministry of education
nb: lav studentgjennomstrømning og stort frafall.

source: The survey is conducted by NOKUT, and commissioned by the Ministry of Education and Research.
nb: Undersøkelsen utføres av NOKUT på oppdrag fra Kunnskapsdepartementet.

source: Trinidad and Tobago
nb: Trinidad og Tobago

source: be passed at Ordinary or Advanced level OR
nb: bestått på Ordinary eller Advanced level.

source: The Regulation will be incorporated into Norwegian law when the new Personal Data Act enters into force and, from the same date, the Personal Data Act from 2000 will be annulled.
nb: Forordningen blir inkorporert som norsk lov når den nye personopplysningsloven trer i kraft, og fra samme dato opphører personopplysningsloven av 2000.

source: Within institutions, there has been an increase in cooperation between teaching staff, between teaching staff and administrative staff, between staff and students and between teaching staff and pedagogical units.
nb: Debatten som innføring av meritteringssystemer har satt i gang, handler vel så mye om hva en god underviser er, og i forlengelsen av det, hva god undervisning eller utdanning er, som en ren diskusjon av meritteringssystemer i seg selv.

source: He has been the vice-president of the German Society of Education.
nb: Han har vært visepresident i German Society of Education.

source: You are not obliged to give consent and you may apply without giving us consent, but please note that we cannot approve qualifications if we are unsure whether the documents are authentic.
nb: Det er frivillig å gi en slik fullmakt og du kan likevel søke uten å gi oss denne fullmakten, men vi gjør oppmerksom på at vi ikke kan godkjenne utdanning hvor vi ikke er sikre på at utdanningsdokumentene er ekte.

source: Around 150 teacher trainers participated in the seminars in Bergen, Tromsø and Drammen.
nb: Rundt 150 lærerutdannere har deltatt på seminarene i Bergen, Tromsø og Drammen.

source: NOKUT reserves the right to ask for additional information; this could be for instance a vocational education programme.
nb: NOKUT kan i enkelte tilfeller be om mer informasjon, for eksempel dokumentasjon på grunnopplæring og læreplan.

source: Logging in also allows you to review and edit your previous answers.
nb: Dette kan du også gjøre dersom du ønsker å endre svarene dine.

source: This has probably resulted in some countries choosing to postpone self-certification in the Bologna Process.
nb: Dette har trolig bidratt noe til at enkelte land har valgt å vente med selvsertifiseringen i Bologna- prosessen.

source: To learn more about cookies, you can read about them on the website of
nb: Hvis du vil vite mer om informasjonskapsler, kan du lese om dem på

source: Other information about employees is related to their job description, instructions and organization.
nb: Andre opplysninger om ansatte er knyttet til vedkommendes arbeidsinstruks og tilrettelegging av vedkommendes arbeid.

source: As an accredited university college, Kristiania University College has the power of self-accreditation for educational provisions at bachelor level (first cycle).
nb: Da må HiØ beskrive studieretning akuttsykepleie med samme detaljnivå som de andre studieretningene, og i tillegg ha relevant praksis for studentene.

source: Any joint education programmes as provided for by the Directive shall be based on the levels in the EQF.
nb: Videre skal eventuelle felles utdanningsprogram som direktivet åpner for, baseres på nivåene i EQF.

source: Below you will find links to the current text of Section 8 with a diagram of the Norwegian educational system.
nb: Under finner du lenker til seksjon 8 og diagram over det norske utdanningssystemet.

source: CCSE has already started to introduce
nb: CCSE har allerede begynt å innføre data-

source: December and opens again Monday 3.
nb: desember og åpner igjen 3.

source: However we have some minor remarks to the workload between different learning activities.
nb: arbeide etter regelverk og avtaler som regulerer arbeidsforhold i kontor- og
